[
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "在一定时间内，会连续吐出长长的火焰。遭到火焰袭击的敌人会一点一点持续受到伤害。有时会让敌人陷入灼伤状态。",
  "掀起宽宽的波浪，并乘在上面进行猛撞。被卷入波浪的敌人会受到伤害。",
  "在自己的前方落下雷，给予打雷附近的敌人伤害。有时会让敌人陷入麻痹状态。",
  "在前方的地面上种植寄生种子。种植范围内的敌人会一点一点持续受到伤害，并且还会从给予的伤害中吸取一部分HP，用来回复自己的HP。",
  "蓄力后向敌人发射强烈的光线。遭到光线攻击的敌人会受到极大的伤害。",
  "向前方发射火花。碰撞到地面的火花分三个方向飞溅开来。被打到的敌人会受到伤害。有时会让敌人陷入灼伤状态。",
  "在自己的前方制造出一条火焰之道，随后在上面进行猛撞，给予敌人伤害。有时会让敌人陷入灼伤状态。",
  "在自己周围制造火焰，像画旋涡一般发射出去。被打到的敌人会受到伤害。有时会让敌人陷入灼伤状态。",
  "让自己的拳头充满火焰之力，并用灼热的拳头攻击眼前的敌人，使其受到伤害。有时会让敌人陷入灼伤状态。",
  "在自己周围喷出熊熊烈火，使周围的敌人受到伤害。有时会让敌人陷入灼伤状态。",
  "让怪异的火焰覆盖全身，并攻击眼前的敌人。有很高概率会让敌人陷入灼伤状态。",
  "储存火焰之力，在一定时间内提高给予敌人的伤害。",
  "向三个方向发射泡泡。被泡泡打到的敌人会受到伤害。有时还会降低敌人的移动速度。",
  "靠近前方的敌人，然后让水柱从敌人的脚下喷出，被打到的敌人会受到伤害。",
  "从自己前方的地面上喷起四道水柱，被打到的敌人会受到伤害。",
  "在自己周围掀起旋涡，使周围的敌人受到伤害。",
  "缩入坚硬的壳里，可以在一定时间内降低自己所受到的伤害。",
  "",
  "用水制造的幕覆盖自身，从而回复自己的HP。",
  "以迅雷不及掩耳之势猛撞前方的敌人，使其受到伤害。",
  "蓄满电流后，朝着前方敌人发射，使其受到伤害。有时会让敌人陷入麻痹状态。",
  "向自己的周围放出强大电流，使周围的敌人受到伤害。有时会让敌人陷入麻痹状态。",
  "让电流覆盖自己的身体，朝前方的敌人猛撞过去。有时会让敌人陷入麻痹状态。",
  "让自己的拳头充满电流，并朝眼前的敌人使出电麻之拳。有时会让敌人陷入麻痹状态。",
  "储存电流到自己身上，在一定时间内提高给予敌人伤害的同时，让自己的能力不容易下降。",
  "将电气之力聚集到自己脚下，在一定时间内提高给予敌人的伤害。",
  "在自己眼前撒开电网，接触到电网的敌人会在一定时间内降低移动速度。",
  "飞出叶片，切斩敌人给予伤害。容易击中要害。",
  "收集日光，朝自己的前方发射出去。被击中的敌人会受到伤害。",
  "像鞭子一样挥舞藤蔓，打向前方的敌人。被打到的敌人会受到伤害。",
  "原地旋转的同时，散落花瓣，从而使周围的敌人受到伤害。",
  "在自己的眼前撒出麻痹粉，被撒到的敌人有很高概率会陷入麻痹状态。",
  "在自己的眼前撒出具有催眠效果的孢子，有很高概率会让敌人陷入睡眠状态。",
  "攻击前方的敌人，使其受到伤害。并且还会从给予的伤害中吸取一部分HP，用来回复自己的HP。",
  "储存日光，可以在一定时间内提高给予敌人的伤害。",
  "",
  "向自己前方的敌人发射冰冻光束，使敌人受到伤害。有时会让敌人陷入冰冻状态。",
  "在自己的前方落下冰柱，被打到的敌人会受到伤害。有时会让敌人陷入冰冻状态。",
  "一边在自己的周围刮起暴风雪，一边四处移动，使周围的敌人受到伤害。有时会让敌人陷入冰冻状态。",
  "让自己的拳头充满寒气，并朝眼前的敌人使出冰冻之拳。有时会让敌人陷入冰冻状态。",
  "",
  "让极光之幕覆盖全身，可以在一定时间内降低自己所受到的伤害。",
  "",
  "将令人冻僵的寒气吹向前方的敌人，使其受到伤害。有时会降低敌人的移动速度。",
  "用坚硬的拳头击打眼前的敌人，使其受到伤害。有很高概率会提高给予敌人的伤害。",
  "跳起后两手呈十字劈打前方的敌人，使其受到伤害。容易击中要害。",
  "旋转的同时，撞击前方的敌人，让周围一切卷入其中，并给予伤害。",
  "朝前方的敌人猛撞之后跳起来使出飞膝踢。自己也会因反作用力而受到伤害。",
  "原地旋转的同时，使出脚踢，从而使周围的敌人受到伤害。",
  "使出浑身力气，向眼前的敌人出拳。有时会让敌人陷入混乱状态。",
  "在体内凝聚力量，从而使肌肉增厚。可以在一定时间内提高给予敌人伤害的同时，降低自己所受到的伤害。",
  "向眼前的敌人出拳，使其受到伤害。而且还能通过拳头吸取敌人的力量用来回复自己的HP。",
  "发出气波，对大范围的敌人造成伤害。同时破坏周围的树木和岩石。",
  "飞出毒针刺向前方的敌人。被刺中的敌人有时会陷入中毒状态。",
  "发射毒块，其碰撞地面后会立刻爆裂，使周围的敌人受到伤害。有时会让敌人陷入中毒状态。",
  "向自己的周围喷洒毒雾，使敌人受到伤害。有时会让敌人陷入中毒状态。",
  "通过细胞的变化让身体变成液态，可以在一定时间内降低自己所受到的伤害。",
  "在自己的周围挥撒剧毒，被撒到的敌人有很高概率会陷入中毒状态。",
  "向自己的前方挥洒毒粉。被撒到的敌人有很高概率会陷入中毒状态。",
  "向自己的前方喷出毒液，有时会提高敌人受到的伤害。",
  "向三个方向投掷泥块，被投中的敌人会受到伤害。有时会降低敌人的移动速度。",
  "投掷用骨头制成的回力镖，被打到的敌人会受到伤害。",
  "向前方投掷泥块。其碰到地面后会立刻爆裂，使周围的敌人受到伤害。有时会提高敌人受到的伤害。",
  "在自己的前方撒菱，踩到的敌人会受到伤害。",
  "引发地震，使周围的敌人受到伤害。",
  "挖洞后潜行到前方敌人的脚下，然后从脚下扑上来给予敌人伤害。",
  "收集脚下的沙子，从而回复一些自己的HP。",
  "",
  "用尖尖的鸟嘴攻击眼前的敌人，使其受到伤害。",
  "朝自己前方较远处的敌人飞去，然后俯冲给予对方伤害。",
  "飞上天空，摆好姿势，然后猛撞眼前的敌人，使其受到伤害。容易击中要害。",
  "让前方刮起狂风，使周围的一切卷入其中，遭到袭击的敌人会受到伤害。",
  "在自己的周围刮起狂风，从而使周围的敌人受到伤害。有时会让敌人陷入混乱状态。",
  "制造出猛烈的旋风，可以在一定时间内提高自己的移动速度。",
  "让身体休息一会，从而回复一些自己的HP。",
  "向前方快速切斩两次，使其受到伤害。",
  "向三个方向发射神奇的光线，被射中的敌人会受到伤害。有时会让敌人陷入混乱状态。",
  "将意念之力集中在前额，并撞向眼前的敌人。被打到的敌人会受到伤害。",
  "制造出神奇又强大的光线发射过去。被射中的敌人会受到伤害，有时还会提高敌人受到的伤害。",
  "让身体放松变得轻盈，可以在一定时间内提高自己的移动速度。",
  "在自己的周围制造壁障，可以在一定时间内降低自己所受到的伤害。",
  "施以诱导睡意的暗示，有很高概率会让前方的敌人陷入睡眠状态。",
  "使用超能力进行瞬间移动。",
  "移动到自己的前方后用心之利刃给予敌人伤害。容易击中要害。",
  "",
  "制造出光墙，从而在一定时间内让自己的能力不容易下降。",
  "在自己的前方制造出大大的光球。大光球会分裂出许多小光球，并朝四周飞散开来，被打到的敌人会受到伤害。",
  "朝自己的前方发射三根锐针，被射中的敌人会受到伤害。",
  "朝前方的敌人猛扑过去，使其受到伤害。",
  "朝自己的前方吐出黏黏的丝，接触到的敌人有很高概率会降低移动速度。",
  "用坚硬且华丽的角狠狠地刺向前方的敌人，使其受到大大的伤害。",
  "将令人烦躁的粉末撒在自己身上，使周围敌人的目标全部指向自己。",
  "在风中掺入鳞粉挥撒在自己的周围。被撒到的敌人会受到伤害。有时会随机提高自己的所有能力。",
  "吸取眼前敌人的血液，使其受到伤害。并且还会从给予的伤害中吸取一部分HP，用来回复自己的HP。",
  "攻击自己周围的敌人后，迅速移动到后方，从而避开敌人的反击。",
  "朝自己的前方投掷一团黑影进行攻击，被打到的敌人会受到伤害。有时还会提高敌人受到的伤害。",
  "用长长的舌头舔周围的敌人，使其受到伤害。有时会让敌人陷入麻痹状态。",
  "让周围的敌人看奇怪的光，有很高概率会让敌人陷入混乱状态。",
  "",
  "惊吓眼前的敌人，吃惊的敌人会受到伤害。",
  "激烈地扑向较远处的敌人，使其受到伤害。",
  "从口中发射冲击波，遭到袭击的敌人会受到伤害。",
  "蓄力后，一边旋转一边猛撞，并用尖锐的爪子给予敌人伤害。",
  "横冲直撞，抓到路过的敌人就会攻击，使其受到伤害。有时会让自己陷入混乱状态。",
  "兴起几条龙卷风，朝自己的前方卷去。被打到的敌人会受到伤害。",
  "激烈地跳起神秘且强有力的舞蹈。可以在一定时间内提高给予敌人伤害的同时，提升移动速度。",
  "在自己的周围落下几颗陨石，被砸到的敌人会受到伤害。有时会降低给予自己的伤害。",
  "锁定目标后咬住前方稍远处的敌人，使其受到伤害。",
  "向前方冲撞，切斩周围的敌人，使其受到伤害。容易击中要害。",
  "先隐藏身影，移动到稍远的地方，然后猛撞向敌人，使其受到伤害。",
  "谋划诡计，激活头脑。可以在一定时间内提高给予敌人的伤害。",
  "吹捧自己前方的敌人，使其陷入混乱状态，从而提高给予敌人的伤害，并降低自己所受到的伤害。",
  "挑衅自己周围的敌人，使其目标指向自己。",
  "朝自己前方的敌人猛撞，并用坚硬的翅膀敲打敌人，使其受到伤害。有时会降低自己所受到的伤害。",
  "挥舞坚硬的尾巴，摔打自己周围的敌人，使其受到伤害。有时会提高敌人受到的伤害。",
  "用钢铁之爪撕裂自己前方的敌人，使其受到伤害。有时会提高给予敌人的伤害。",
  "将自己的皮肤变得坚硬如铁，可以在一定时间内降低自己所受到的伤害。",
  "让自己附近的敌人听摩擦金属般讨厌的声音，有很高概率会提高敌人受到的伤害。",
  "将身体的光芒聚集在一点形成光线，并朝自己的前方释放出去。有时会提高敌人受到的伤害。",
  "一边移动，一边发射强光，被打到的敌人会受到伤害。",
  "亲吻自己眼前的敌人，吸取对方的HP，并且还会从给予的伤害中吸取一部分HP，用来回复自己的HP。",
  "做出撒娇般的动作，诱使附近的敌人疏忽大意。有很高概率会降低敌人给予的伤害。",
  "像天使般可爱地亲吻眼前的敌人，有很高概率会让敌人陷入混乱状态。",
  "",
  "和前方的敌人嬉闹，使其受到伤害。有时还会降低敌人给予的伤害。",
  "用坚硬且锋利的爪子抓眼前的敌人，使其受到伤害。",
  "朝眼前的敌人连续使出快拳，使其受到伤害。",
  "以迅雷不及掩耳之势猛撞前方的敌人，使其受到伤害。",
  "以惊人的气势撞向前方的敌人，被撞到的敌人都会受到伤害。自己也会因反作用力而受到伤害。",
  "在原地跳跃。",
  "在原地睡觉，从而大大地回复自己的HP。",
  "用蛋的力量回复自己的HP。",
  "先靠近前方的敌人，然后用充满力量的拳头攻击眼前的敌人，使其受到伤害。",
  "使用长长的尾巴或藤蔓进行摔打，使附近的敌人都受到伤害。",
  "引起周围敌人的注意，让对方的攻击目标都转移到自己身上。",
  "将三种力量覆盖全身，攻击前方的敌人，使其受到伤害。有时会让敌人陷入灼伤、麻痹或冰冻的状态。",
  "深深地吸口气，集中精神。可以在一定时间内提高给予敌人的伤害。",
  "全身使劲，让身体变硬。可以在一定时间内降低自己所受到的伤害。",
  "用大脚踩踏前方的敌人，使其受到伤害。",
  "",
  "发出可爱的叫声，引起周围敌人的注意，使其疏忽。有很高概率会降低敌人给予的伤害。",
  "朝附近的敌人瞪眼，使其害怕。有很高概率会提高敌人受到的伤害。",
  "让周围的敌人听美妙的歌声，有很高概率会让敌人陷入睡眠状态。",
  "从身体发出特殊的音波，有很高概率会让周围的敌人陷入混乱状态。",
  "让细胞获得再生，从而回复自己的HP。",
  "引发大爆炸，使自己周围的敌人受到大大的伤害。但同时自己也会受到伤害而倒下。",
  "制造自己的替身，让敌人的攻击集中在替身上。",
  "在自己的周围掀起狂风，吹飞接触到的敌人。",
  "朝地面喷出火焰，画出大字形状。被打到的敌人会受到伤害。有时会让敌人陷入灼伤状态。",
  "",
  "突然朝周围的敌人放出耀眼的光芒，有很高概率会降低敌人的移动速度。",
  "连续抓眼前的敌人，使其受到伤害。",
  "拿起岩石，朝自己的前方扔去，被砸到的敌人会受到伤害。",
  "在周围旋转移动，被撞到的敌人会受到伤害。",
  "在前方地面上制造出岩柱，被打到的敌人会受到伤害。",
  "向前方发射坚硬的岩石，被砸到的敌人会受到伤害。",
  "打磨身体，减少空气阻力。可以在一定时间内提高自己的移动速度。",
  "在自己的周围掀起沙暴，从而使敌人受到伤害。",
  "让岩石落在自己的眼前，被砸到的敌人会受到伤害。有时会降低敌人的移动速度。",
  "消耗自己的HP，可以在一定时间内提高自己的各项效果。",
  "激烈地跳起战舞，可以在一定时间内提高给予敌人的伤害。",
  "激烈地吼叫，从而吹飞周围的敌人。",
  "唤醒身体深处沉睡的力量，可以在一定时间内提高给予敌人的伤害。",
  "将头脑清空，瞬间忘记某事，从而提高给予敌人伤害的同时，让自己的能力不容易下降。",
  "将炎热的气息吹向前方，被喷到的敌人会受到伤害。有时会让敌人陷入灼伤状态。",
  "让火焰覆盖全身，猛撞前方的敌人。被撞到的敌人会受到伤害，有时会让敌人陷入灼伤状态。",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "让电流覆盖全身，朝敌人猛撞后跳起并放出电流。被击中的敌人会受到伤害，有时会让敌人陷入麻痹状态。",
  "抓狂般地乱打一气，被打到的敌人会受到伤害。",
  "用尽全力撞向前方的敌人，使其受到伤害。",
  "向前方高高地弹跳两次，被打到的敌人会受到伤害。",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "",
  "激励自己，可以在一定时间内提高给予敌人伤害的同时，降低自己所受到的伤害。",
  "靠近敌人，引发爆炸，从而使周围的敌人都受到伤害。但同时自己也会受到伤害而倒下。",
  "向自己的周围扔蛋，被砸到的敌人会受到伤害。",
  "蓄力后使出全部的力量，突击前方的敌人。使其受到大大的伤害。",
  "向前方敌人的怀里扑去，给予一击，使其受到伤害。但有时也会提高自己所受到的伤害。",
  "朝自己的前方同时发射数粒种子，被打到的敌人会受到伤害。",
  "当百变怪变身成其他宝可梦时，能够使用那只宝可梦所学习的某个招式。",
  "当百变怪变身成其他宝可梦时，能够使用那只宝可梦所学习的某个招式。",
  "当百变怪变身成其他宝可梦时，能够使用那只宝可梦所学习的某个招式。",
  "0",
  "0",
  "0"
]